/* No comment provided by engineer. */
" and %@" = " και %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f sec";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ σχολίασε: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ πρότεινε έναν προσδιορισμό: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ είναι μέλος του Δικτύου iNaturalist στο %2$@. Τα τοπικά ιδρύματα που υποστηρίζουν το %3$@ θα έχουν πρόσβαση στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας και πρόσβαση στις αληθινές συντεταγμένες για παρατηρήσεις που είναι δημόσια δυσδιάκριτες ή απόρρητες. Θέλετε να αλλάξετε το δίκτυό σας;";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "Η %1$@ είναι μέρος του διεθνούς δικτύου iNaturalist. Θα θέλατε να εγγραφείτε στο %2$@ για να τοπικοποιήσετε την εμπειρία σας στο iNaturalist και να μοιραστείτε δεδομένα με τοπικά ιδρύματα;";

/* site news */
"%@ News" = "%@ Νέα";

/* identification author attribution */
"%@'s ID" = "ID του %@";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, build %2$@";

/* No comment provided by engineer. */
"%@, build %@, iOS %@" = "%1$@, build %2$@, iOS %3$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d Παρατήρηση";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d παρατήρηση για μεταφόρτωση";

/* Count of observations by this user, plural. */
"%d Observations" = "%d παρατηρήσεις";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d παρατηρήσεις για μεταφόρτωση";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' απαιτεί να συμπληρώσετε το '%2$@' πεδίο.";

/* positional accuracy when we don't know */
"???" = ";;;";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Πληροφορίες";

/* title for about section of the guide screen */
"ABOUT" = "ΠΛΗΡΟΦΟΡΙΕΣ";

/* about this project title */
"About this Project" = "Σχετικά με το έργο";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Λογαριασμός;";

/* No comment provided by engineer. */
"Activity" = "Δραστηριότητα";

/* Title for add comment failed alert */
"Add Comment Failure" = "Σφάλμα στην προσθήκη σχολίου";

/* Title for add ID failed alert */
"Add Identification Failure" = "Σφάλμα στην προσθήκη προσδιορισμού";

/* No comment provided by engineer. */
"Add to Favorites" = "Προσθήκη στα Αγαπημένα";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Συμφωνώ";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Έχεις ήδη λογαριασμό;";

/* Title for app section of settings. */
"App Settings" = "Ρυθμίσεις εφαρμογής";

/* No comment provided by engineer. */
"Are you really sure?" = "Είσαι σίγουρος/η;";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Σίγουρα θέλεις να εγκαταλείψεις αυτό το πρότζεκτ;";

/* No comment provided by engineer. */
"Are you sure?" = "Είσαι σίγουρος/η;";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Είσαι σίγουρος/η? Αυτό είναι οριστικό.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Αυτόματο";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Αυτοσυμπλήρωση ονομάτων";

/* label for auto upload switch in settings */
"Automatic upload" = "Αυτόματη αποστολή";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Χρησιμοποιώντας iNaturalist συμφωνείτε με το τους όρους της υπηρεσίας και την πολιτική απορρήτου.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "Η CalTech και η Cornell Tech βοήθησαν στην ανάπτυξη του συστήματος μηχανικής όρασης που προτείνει αναγνωρίσεις από φωτογραφίες. Ευχαριστούμε τους Grant Van Horn, Serge Belongie και τον Pietro Perona για την προώθηση της έρευνας στον τομέα της μηχανικής όρασης. Περισσότερες πληροφορίες μπορείτε να βρείτε στο visipedia.org. Ιδιαίτερες ευχαριστίες στην NVIDIA για την πρόσθετη βοήθεια.";

/* Title for Camera button in media picker */
"Camera" = "Camera";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Κλείστρο κάμερας";

/* No comment provided by engineer. */
"Can't Add ID" = "Η προσθήκη προσδιορισμού δεν είναι δυνατή";

/* No comment provided by engineer. */
"Can't Comment" = "Η προσθήκη σχολίου δεν είναι δυνατή";

/* No comment provided by engineer. */
"Can't Fave" = "Η προσθήκη στα αγαπημένα δεν είναι δυνατή";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Η αναζήτηση των παρατηρήσεων δεν είναι δυνατή αυτή τη στιγμή. Παρακαλώ προσπαθήστε αργότερα.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Καναδάς: H Canadian Wildlife Federation, το Βασιλικό Μουσείο του Οντάριο, το NatureServe Καναδά, και το Parks Canada λειτουργούν το iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Ακύρωση";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Ακυρώνετα...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Δεν γίνεται να επιλέξεις μια ημερομηνία στο μέλλον.";

/* Failure message */
"Cannot donate" = "Δεν είναι δυνατή η δωρεά";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Αδυναμία φόρτωσης προτάσεων: %@";

/* Store launch failure message */
"Cannot open store" = "Αδυναμία ανοίγματος του αρχείου";

/* Failure message */
"Cannot rate" = "Η αξιολόγηση δεν είναι δυνατή";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Αδυναμία αναζήτησης στο iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Δεν είναι δυνατή η αποστολή Email";

/* No comment provided by engineer. */
"Cannot use your location" = "Η χρήση της τοποθεσίας σου δεν είναι δυνατή";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Σε αιχμαλωσία / καλλιεργούμενo";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Σε αιχμαλωσία / καλλιεργούμενο σημαίνει ότι ο οργανισμός υπάρχει εκεί που παρατηρήθηκε επειδή οι άνθρωποι θέλουν να είναι εκεί. Ο σκοπός του iNaturalist είναι η παρατήρηση άγριων οργανισμών και οι επιστημονικοί συνεργάτες μας δεν ενδιαφέρονται για παρατηρήσεις που αφορούν φυτά σε κήπους ή γλάστρες, κατοικίδια ή ζώα σε ζωολογικούς κήπους.";

/* title for captive selector */
"Captive?" = "Σε αιχμαλωσία;";

/* casual data quality */
"Casual Grade" = "Βαθμονομημένο";

/* label for change email address action in settings */
"Change email" = "Αλλαγή e-mail";

/* No comment provided by engineer. */
"Change Email" = "Αλλαγή e-mail";

/* No comment provided by engineer. */
"Change email address?" = "Αλλαγή διεύθυνσης ηλεκτρονικού ταχυδρομείου;";

/* accessibility label for change flash button */
"Change Flash" = "Αλλαγή φλας";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Αλλαγή φλάς. Βρίσκεται σε αυτόματο";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Αλλαγή φλας. Είναι απενεργοποιημένο";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Αλλαγή φλας. Είναι ενεργοποιημένο";

/* label for change username action in settings */
"Change username" = "Αλλαγή ονόματος χρήστη";

/* No comment provided by engineer. */
"Change Username" = "Αλλαγή ονόματος χρήστη";

/* No comment provided by engineer. */
"Change username?" = "Αλλαγή ονόματος χρήστη;";

/* No comment provided by engineer. */
"Change your profile photo?" = "Αλλαγή τις φωτογραφίας προφίλ σου;";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Tσέκαρε το κουτί αν θέλεις να διανέμονται οι φωτογραφίες σου με την άδεια Creative Commons Αναφορά Δημιουργού-Μη Εμπορική Χρήση. Μπορείς στο μέλλον να διαλέξεις διαφορετική άδεια ή να την αφαιρέσεις, αλλά η συγκεκριμένη είναι η καλύτερα άδεια για την επιστημονική χρήση των παρατηρήσεων σου.";

/* title of alert after you reset your password */
"Check your email" = "Έλεγξε το e-mail σου";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Επιλογή από τη βιβλιοθήκη";

/* title of inat network picker */
"Choose iNat Network" = "Επέλεξε δίκτυο iNat";

/* title for project observations chooser */
"Choose Projects" = "Επέλεξε πρότζεκτ";

/* accessibility label for close camera button */
"Close Camera" = "Κλείσιμο κάμερας";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Πρότζεκτ αυτόματης συλλογής";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Κολομβία: Το Instituto Humboldt λειτουργεί το Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Σχόλιο";

/* label for contact support action in settings. */
"Contact support" = "Τεχνική Υποστήριξη";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Άδεια χρήσης περιεχομένου";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Αντιγραφή επιστημονικής ονομασίας";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Αδυναμία συμφωνίας";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Αδυναμία προσθήκης στο πρότζεκτ %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Αδυναμία εντοπισμού τοποθεσίας";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Creating Observation...";

/* intro to credits section. */
"Credits" = "Ευχαριστίες";

/* Header for data quality section of obs detail */
"Data Quality" = "Ποιότητα δεδομένων";

/* No comment provided by engineer. */
"Default" = "Προεπιλογή";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Διαγραφή λήψεων";

/* No comment provided by engineer. */
"Delete Error" = "Διαγραφή σφάλματος";

/* text of delete obs button */
"Delete Observation" = "Διαγραφή παρατήρησης";

/* Deletes pending sync. */
"Deletes To Sync" = "Αναμονή συγχρονισμού διαγραμμένων στοιχείων";

/* title for description section of the guide screen */
"DESCRIPTION" = "ΠΕΡΙΓΡΑΦΗ";

/* Title for confirm new observation details view */
"Details" = "Λεπτομέρειες";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Μη μου δείξεις προτάσεις";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Donate to iNaturalist";

/* No comment provided by engineer. */
"Download" = "Λήψη";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Λήψη για χρήση χωρίς σύνδεση";

/* No comment provided by engineer. */
"Download not available" = "Η λήψη δεν είναι διαθέσιμη";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Λήφθηκε";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Λήψη...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Συντάκτης";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Παρουσιάστηκε σφάλμα στο διακομιστή ή ο οδηγός δεν υπάρχει πια.";

/* label for email field in settings */
"Email" = "E-mail";

/* No comment provided by engineer. */
"Error" = "Σφάλμα";

/* failure title when changing a setting. */
"Error changing setting." = "Error changing setting.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Σφάλμα στη λήψη παρατηρήσεων";

/* error loading leaderboard title */
"Error loading leaderboard" = "Σφάλμα κατά τη φόρτωση του πίνακα κατάταξης";

/* No comment provided by engineer. */
"Explore" = "Εξερευνήστε";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Σφάλμα στη λήψη του οδηγού";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Failed to log in to iNaturalist. Please try again.";

/* title of alert when sound recording fails */
"Failed to Record" = "Failed to Record";

/* No comment provided by engineer. */
"Failed to save guide" = "Απέτυχε η αποθήκευση του οδηγού";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Failed to Setup Sound Recording";

/* No comment provided by engineer. */
"Faved" = "Faved";

/* No comment provided by engineer. */
"Featured" = "﻿Προτεινόμενα";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Η λήψη ενός διακριτικού ελέγχου ταυτότητας απέτυχε. Παρακαλώ επικοινωνήστε με το help@inaturalist.org και προσπαθήστε αργότερα.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Λήψη προσφάτων παρατηρήσεων στην περιοχή του χάρτη";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Λήψη προσφάτων παγκοσμίων παρατηρήσεων";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Find locations named '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Βρες τις παρατηρήσεις μου";

/* No comment provided by engineer. */
"Find observations near me" = "Βρες παρατηρήσεις κοντά μου";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Find organisms named '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Find people named '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Find projects named '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Εντοπισμός τοποθεσίας...";

/* finland partner */
"Finland: Finnish Museum of Naturalist History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finland: Finnish Museum of Naturalist History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Ξεχάσατε τον κωδικό πρόσβασης;";

/* Geoprivacy button title */
"Geoprivacy" = "Γεωαπόρρητο";

/* No comment provided by engineer. */
"Go Back" = "Επιστροφή";

/* Button to dismiss a tutorial screen */
"Got It" = "Το κατάλαβα";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org).";

/* No comment provided by engineer. */
"Guide download error" = "Σφάλμα στη λήψη του οδηγού";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Ο συντάκτης του οδηγού πρέπει να ενεργοποιήσει αυτή την λειτουργία.";

/* No comment provided by engineer. */
"Guides" = "Οδηγοί";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Οδηγοί δημιουργούνται και μοιράζονται από την κοινότητα του iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Οι οδηγοί είναι κατάλογοι ειδών";

/* Title for help section of settings. */
"Help" = "Βοήθεια";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Here are our top suggestions:";

/* Title of identification failure alert */
"Identification Failed" = "Απέτυχε ο προσδιορισμός";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Προσδιορισμός ταξινομικής ομάδας";

/* No comment provided by engineer. */
"Identifications" = "Προσδιορισμοί";

/* No comment provided by engineer. */
"Identifiers" = "Προσδιορίστηκε από";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Αν η διεύθυνση ηλεκτρονικού ταχυδρομείου που πληκτρολογήσατε είναι συνδεδεμένο με ένα λογαριασμό iNaturalist, θα λάβετε ένα e-mail στη συγκεκριμένη διεύθυνση με ένα σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "ImageStore Creation Error";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "ImageStore Save Error";

/* No comment provided by engineer. */
"in project '%@'" = "στο πρότζεκτ '%@'";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist doesn't have permission to access your camera.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda." = "Το iNaturalist υπάρχει χάρη σε κάθε άτομο που συμμετέχει στην κοινότητά μας. Οι άνθρωποι που κατασκευάζουν το λογισμικό, σχεδιάζουν το περιβάλλον, διατηρούν την υποδομή μας, υποστηρίζουν την κοινότητα και ενθαρρύνουν τις συνεργασίες είναι οι Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard και ο Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist has been restricted from camera access.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "Το iNaturalist είναι μια κοινή πρωτοβουλία της Ακαδημίας Επιστημών της Καλιφόρνια και του National Geographic Society";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "Δίκτυο iNaturalist";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "iNaturalist Places";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "Το iNaturalist χρησιμοποιεί εικονίδια Glyphish από τον Joseph Wain, ionicons από τον Ben Sperry, και εικονίδια από τους Luis Prado και Roman Shlyakov από το Noun Project. Το iNaturalist είναι βαθιά ευγνώμων στην κοινότητα Cocoapods, και στις συνεισφορές της δικής μας κοινότητας ανοικτού κώδικα. Δείτε και το https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Λάθος όνομα χρήστη ή κωδικός πρόσβασης.";

/* No comment provided by engineer. */
"Internet connection required" = "Απαιτείται σύνδεση με το διαδίκτυο";

/* No comment provided by engineer. */
"Internet required" = "Απαιτείται διαδίκτυο";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Εισαγωγή Αυτόματης Αποστολής!";

/* Invalid date alert title */
"Invalid Date" = "Μη έγκυρη ημερομηνία";

/* Error for bad email when making account. */
"Invalid Email Address" = "Μη έγκυρη διεύθυνση email";

/* Unknown invalid input */
"Invalid input" = "Μη έγκυρη εισαγωγή";

/* No comment provided by engineer. */
"Invalid Location" = "Μη έγκυρη τοποθεσία";

/* Error for bad username hwne making account.
   Error for bad username when making account. */
"Invalid Username" = "Μη έγκυρο όνομα χρήστη";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "Τα μέρη της κατηγορίας II του IUCN που παρέχονται από τον IUCN και το UNEP-WCMC (2015), Η παγκόσμια βάση δεδομένων για τις προστατευόμενες περιοχές (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Διαθέσιμο στο: www.protectedplanet.net.";

/* Join project button */
"Join" = "Εγγραφή";

/* join iNat network partner alert title */
"Join %@?" = "Εγγραφή%@;";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Μπορείς να συμμετάσχεις σε πρότζεκτ να τα επιλέξεις όταν καταγράψεις παρατηρήσεις";

/* No comment provided by engineer. */
"Joined" = "Εγγεγραμμένος/η";

/* No comment provided by engineer. */
"Joining..." = "Πραγματοποιείται εγγραφή...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Γεωγρ. πλάτος: %1$.5f Γεωγρ. μήκος: %2$.5f Aκρίβεια %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Lat: %1$@, Long: %2$@, Acc: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Πίνακας Κατάταξης";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "Μάθετε περισσότερα";

/* learn more (about network partner changes) button text */
"Learn more" = "Μάθε περισσότερα";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Μάθετε περισσότερα σχετικά με την ποιότητα των δεδομένων >";

/* Leave project button */
"Leave" = "Αποχώρηση";

/* No comment provided by engineer. */
"Leaving..." = "Πραγματοποιείται αποχώρηση...";

/* The license of the species guide */
"License" = "Άδεια";

/* No comment provided by engineer. */
"Loading..." = "Φόρτωση...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Σφάλμα στη φόρτωση τοποθεσίας";

/* No comment provided by engineer. */
"Location Services Denied" = "Οι υπηρεσίες τοποθεσίας απορρίφθηκαν";

/* No comment provided by engineer. */
"Location Services Restricted" = "Οι υπηρεσίες τοποθεσίας είναι περιορισμένες";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Είσοδος";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Είσοδος / Εγγραφή";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Log in and upload this observation to enable comments & identifications.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Log in to enable faves.";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Αναζήτηση είδους με την ονομασία του";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Αναζήτηση ονομασίας είδους";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Φαίνεται ότι υπάρχει ένα σφάλμα: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Φαίνεται να μην έχετε παρατηρήσεις.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Σας αρέσει το iNaturalist; Βαθμολογήστε μας";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Βεβαιωθείτε ότι το iNaturalist έχει άδεια πρόσβασης στην τοποθεσία σας ή δώστε λίγο χρόνο στο GPS.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Διαχείριση λήψης";

/* No comment provided by engineer. */
"Map of Observations" = "Χάρτης παρατηρήσεων";

/* Placeholder text for not logged title on me tab. */
"Me" = "Εγώ";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Μεξικό: Η Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) λειτουργεί το NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Migration Failed";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Migration Problem";

/* No comment provided by engineer. */
"Missing Date" = "Λείπει ημερομηνία";

/* No comment provided by engineer. */
"Missing Location" = "Λείπει τοποθεσία";

/* No comment provided by engineer. */
"Missing Required Field" = "Λείπει απαιτούμενο πεδίο";

/* No comment provided by engineer. */
"My Content" = "Το περιεχόμενό μου";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "ονομάζεται «%1$@ (%2$@)»";

/* No comment provided by engineer. */
"named '%@'" = "ονομάζεται «%@»";

/* No comment provided by engineer. */
"Nearby" = "Κοντά";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Nearby Suggestions Filter";

/* needs id data quality */
"Needs ID" = "Χρειάζεται προσδιορισμό";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Απαιτεί την προσοχή σας";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Απαιτείται σύνδεση στο διαδίκτυο.";

/* No comment provided by engineer. */
"Network unavailable" = "Το δίκτυο δεν είναι διαθέσιμο";

/* No comment provided by engineer. */
"Network Unavailable" = "Το δίκτυο δεν είναι διαθέσιμο";

/* decline to change cemra permissions button title */
"Never mind" = "Δεν πειράζει";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Πρώτη φορά στο iNaturalist; Εγγραφείτε τώρα!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Νέα Ζηλανδία: Το Δίκτυο Καταγραφής Βιοποικιλότητας της Νέας Ζηλανδίας λειτουργεί το iNaturalist NZ — Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Νέα";

/* Confirm a new photo */
"NEXT" = "ΕΠΟΜΕΝΟ";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Όχι";

/* No comment provided by engineer. */
"No description" = "Χωρίς περιγραφή";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Δεν υπάρχουν αποτελέσματα iNaturalist";

/* place guess when we have no location information */
"No location" = "Χωρίς τοποθεσία";

/* No comment provided by engineer. */
"No matching taxa" = "Δεν ταιριάζει καμία ταξινομική ομάδα";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "No Microphone Permissions";

/* No comment provided by engineer. */
"No network connection." = "Χωρίς σύνδεση δικτύου.";

/* No comment provided by engineer. */
"No network connection. :(" = "Χωρίς σύνδεση δικτύου. :(";

/* Header observation count title when there are none. */
"No Observations" = "Δεν υπάρχουν παρατηρήσεις";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Δεν βρέθηκαν παρατηρήσεις στην περιοχή του χάρτη.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Δεν βρέθηκαν παρατηρήσεις.";

/* No comment provided by engineer. */
"No observations yet." = "Δεν υπάρχουν παρατηρήσεις ακόμα.";

/* accessibility label for no photo button
   Title for No Photo button in media picker */
"No Photo" = "Δεν υπάρχουν φωτογραφίες";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "No Photos or Sounds and Missing Identification";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Δεν βρέθηκαν τέτοιοι οργανισμοί. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Δεν βρέθηκε τέτοιο άτομο. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Δεν βρέθηκε τέτοιο μέρος. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Δεν βρέθηκε πρότζεκτ. :(";

/* No comment provided by engineer. */
"No Thanks" = "Όχι ευχαριστώ";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Δεν υπάρχει ενημέρωση ακόμα. Μείνετε συντονισμένοι!";

/* No comment provided by engineer. */
"No URL configured" = "Δεν έχει διαμορφωθεί διεύθυνση URL";

/* do not change network partner button */
"No, don’t change my affiliation" = "Όχι, μην αλλάξεις το δίκτυό μου";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "ΟΧΙ\nΦΩΤΟΓΡΑΦΙΑ";

/* No comment provided by engineer. */
"None, all rights reserved" = "Καμία, με την επιφύλαξη παντός δικαιώματος";

/* No comment provided by engineer. */
"Not Allowed" = "Δεν επιτρέπεται";

/* 403 unauthorized title */
"Not Authorized" = "Μη εξουσιοδοτημένο";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Σημειώσεις...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Παρατ.";

/* obscured geoprivacy */
"Obscured" = "Κρυμμένο";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Σφάλμα επικύρωσης πεδίου παρατήρησης: %@";

/* No comment provided by engineer. */
"Observations" = "Παρατηρήσεις";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Observations: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Observations: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observe";

/* No comment provided by engineer. */
"Observers" = "Παρατηρητές";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Ανενεργό";

/* No comment provided by engineer. */
"OK" = "ΟΚ";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Ενεργό";

/* Title error with oops text. */
"Oops" = "Ουπς";

/* open geoprivacy */
"Open" = "Ανοιχτό";

/* No comment provided by engineer. */
"Open link in Safari" = "Άνοιγμα στο Safari";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Open Settings";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Παναμάς: Το Ministerio de Ambiente λειτουργεί το iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Οι κωδικοί πρόσβασης πρέπει να αποτελούνται από έξι χαρακτήρες τουλάχιστον.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Pause";

/* No comment provided by engineer. */
"Paused" = "Paused";

/* No comment provided by engineer. */
"Permission denied" = "Η άδεια απορρίφθηκε";

/* Title for Photo Library button in media picker */
"Photo Library" = "Photo Library";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Photo Load Error";

/* Title for photo save error alert msg */
"Photo Save Error" = "Σφάλμα στην αποθήκευση φωτογραφίας";

/* Title for photos error alert msg */
"Photos Error" = "Photos Error";

/* accessibility label for pick from library button */
"Pick from Library" = "Επιλέξτε από την βιβλιοθήκη";

/* No comment provided by engineer. */
"Placeholder" = "Placeholder";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Παρακαλώ Σημειώστε: Οι παρατηρήσεις θα συμπεριληφθούν αυτόματα σε ένα πρότζεκτ συλλογής εάν πληρούν τις προϋποθέσεις του.\n";

/* No comment provided by engineer. */
"Please pick a valid location." = "Παρακαλώ διαλέξτε έγκυρη τοποθεσία.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Παρακαλώ δοκίμασε ξανά σε λίγα λεπτά.";

/* failure message when the user should just try again. */
"Please try again later." = "Please try again later.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Please update camera permissions to take photos with iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Παρακαλώ ανεβάστε για έλεγχο της ποιότητας δεδομένων";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Πορτογαλία: Η Associação Biodiversidade Para Todos λειτουργεί το Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Δημοσιεύτηκε από";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Prefer No Tracking";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Πολιτική Απορρήτου";

/* private geoprivacy */
"Private" = "Απόρρητο";

/* choose projects button title. */
"Projects" = "Πρότζεκτ";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Τα πρότζεκτ είναι συλλογές παρατηρήσεων με κοινό σκοπό";

/* No comment provided by engineer. */
"Pull to Refresh" = "Τραβήξτε για ανανέωση";

/* Rank in an ordered list */
"Rank" = "Κατάταξη";

/* action to re-download a species guide from the server */
"Re-download" = "Κατεβάστε ξανά";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Record";

/* Title for Camera button in media picker */
"Record Sound" = "Record Sound";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Recording Level (from 0 to 1)";

/* Title for sound recording screen */
"Recording Sound" = "Recording Sound";

/* No comment provided by engineer. */
"Remove my profile photo" = "Αφαίρεση της φωτογραφίας του προφίλ μου";

/* No comment provided by engineer. */
"Removing..." = "Αφαιρείται...";

/* No comment provided by engineer. */
"RESEARCH" = "ΕΡΕΥΝΑ";

/* research data quality */
"Research Grade" = "Επιστημονικά Βαθμονομημένο";

/* No comment provided by engineer. */
"Restricted to current map area" = "Περιορισμός στην τρέχουσα περιοχή του χάρτη";

/* No comment provided by engineer. */
"Resuming" = "Resuming";

/* Retake a photo */
"RETAKE" = "ΝΕΑ ΛΗΨΗ";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Γυρίστε την κάμερα";

/* Title for save new observation button */
"SAVE" = "ΑΠΟΘΗΚΕΥΣΗ";

/* No comment provided by engineer. */
"Save Anyway" = "Αποθήκευση Oπωσδήποτε";

/* Done button for recording observation sounds */
"Save Recording" = "Save Recording";

/* No comment provided by engineer. */
"Saving..." = "Αποθήκευση...";

/* No comment provided by engineer. */
"Search" = "Αναζήτηση";

/* placeholder for guide search field */
"Search for guide named..." = "Αναζήτηση για τον οδηγό που ονομάζεται...";

/* placeholder for project search field */
"Search for project named..." = "Αναζήτηση για το πρότζεκτ που ονομάζεται...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Αναζητώντας οργανισμούς...";

/* No comment provided by engineer. */
"Searching for people..." = "Αναζήτηση ατόμων...";

/* No comment provided by engineer. */
"Searching for place..." = "Αναζήτηση τοποθεσίας...";

/* No comment provided by engineer. */
"Searching for project..." = "Αναζητώντας πρότζεκτ...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Αναζήτηση προσφάτων παρατηρήσεων στην περιοχή του χάρτη";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Αναζήτηση προσφάτων παγκοσμίων παρατηρήσεων";

/* No comment provided by engineer. */
"seen at '%@'" = "παρατηρήθηκε σε '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "παρατηρήθηκε από '%@'";

/* basis for a suggestion */
"Seen Nearby" = "Παρατηρήθηκε κοντά από εδώ";

/* default select title */
"Select" = "Επιλογή";

/* select taxon title */
"Select \"%@\"" = "Επιλογή «%@»";

/* title for date selector */
"Select Date" = "Επιλογή ημερομηνίας";

/* title for geoprivacy selector */
"Select Privacy" = "Επιλογή Απορρήτου";

/* No comment provided by engineer. */
"Selected Observation" = "Επιλεγμένη παρατήρηση";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Προσθέστε φωτογραφία προφίλ";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Setting up iNaturalist account...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Ρυθμίσεις";

/* Title for share new observation button */
"SHARE" = "ΜΟΙΡΑΣΤΕΙΤΕ";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Μοιραστείτε τις παρατηρήσεις σας με την κοινότητα.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Αγοράστε από το iNat Kατάστημα";

/* label for show common names switch in settings */
"Show common names" = "Show common names";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Show nearby suggestions only";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Show scientific names first";

/* No comment provided by engineer. */
"Sign out" = "Αποσύνδεση";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Εγγραφή";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Κάντε εγγραφή τώρα!";

/* No comment provided by engineer. */
"Signing Out" = "Αποσύνδεση";

/* skip button title */
"Skip ›" = "Παράλειψη ›";

/* No comment provided by engineer. */
"Somewhere..." = "Κάπου...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Ταξινόμηση";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Πηγή: Wikipedia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Είδος";

/* species count on the explore leaderboard. */
"Species: %ld" = "Species: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Species: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Στατιστικά";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Παύση Αποστολής";

/* No comment provided by engineer. */
"Suggest ID" = "Πρόταση προσδιορισμού";

/* label for suggest species switch in settings */
"Suggest species" = "Πρόταση είδους";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Οι προτάσεις βασίζονται σε παρατηρήσεις και προσδιορισμούς από την κοινότητα του iNaturalist, όπως %1$@, %2$@, %3$@, και πολλούς άλλους.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Οι προτάσεις βασίζονται σε παρατηρήσεις και προσδιορισμούς από την κοινότητα του iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Γίνεται συγχρονισμός...";

/* Category of iOS standard places for place search */
"System Places" = "System Places";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "Ετικέτες";

/* No comment provided by engineer. */
"Take a photo" = "Λήψη φωτογραφίας";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Πείτε μας γιατί";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Όροι Παροχής Υπηρεσιών";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Δεν υπάρχουν ακόμα παρατηρήσεις για αυτό το πρότζεκτ. Ελέγξτε ξανά σε λίγο!";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Παρουσιάστηκε μη αναμενόμενο σφάλμα.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Αυτή η παρατήρηση έχει ψηφιστεί ως Επιστημονικά Βαθμονομημένη από την κοινότητα του iNaturalist.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Αυτή η παρατήρηση είναι Βαθμονομημένη επειδή έχει ψηφιστεί αιχμαλωτισμένο ή καλλιεργούμενο από την κοινότητα του iNaturalist.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Αυτή η παρατήρηση χρειάζεται μία ημερομηνίαγια να θεωρηθεί Επιστημονικά Βαθμονομημένη.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Αυτή η παρατήρηση χρειάζεται μία τοποθεσία για να θεωρηθεί Επιστημονικά Βαθμονομημένη.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Αυτή η παρατήρηση χρειάζεται μια πιο επικρατής αναγνώριση για να θεωρήθεί Επιστημονικά Βαθμονομημένη.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Αυτή η παρατήρηση χρειάζεται μία φωτογραφία για να θεωρηθεί Επιστημονικά Βαθμονομημένη.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Αυτή η παρατήρηση χρειάζεται περισσότερες αναγνωρίσεις από την κοινότητα του INat για να θεωρηθεί Επιστημονικά Βαθμονομημένη.";

/* No comment provided by engineer. */
"This project has no description." = "Το πρότζεκτ δεν έχει περιγραφή.";

/* No comment provided by engineer. */
"This project has no title." = "Το πρότζεκτ δεν έχει τίτλο.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Θα αφαιρεθούν και τις παρατηρήσεις σας από αυτό το πρότζεκτ.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Θα καταστραφούν τυχόν αλλαγές / προσθήκες που έχετε κάνει από αυτήν την εφαρμογή, οι οποίες δεν έχουν συγχρονιστεί με το iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Κατεβάζει %@ των δεδομένων για χρήση του οδηγού χωρίς σύνδεση στο διαδίκτυο.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Χρονικό διάστημα";

/* No comment provided by engineer. */
"Timeout" = "Λήξη χρονικού ορίου";

/* project title header */
"Title" = "Τίτλος";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Παραδοσιακό πρότζεκτ";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Δοκιμάστε ξανά όταν είστε συνδεδεμένος/η με το διαδίκτυο.";

/* button title to turn on autoupload */
"Turn On" = "Ενεργοποιήστε";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Ενεργοποιήστε τον Αυτόματο Συγχρονισμό και οι παρατηρήσεις σας θα αποστέλλονται αυτόματα στο iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Πρότζεκτ Ομπρέλας";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Δεν μπορεί να προστεθεί προσδιορισμός σε αυτή την παρατήρηση. Παρακαλώ δοκιμάστε αργότερα.";

/* No comment provided by engineer. */
"Unable to find location" = "Δεν βρέθηκε η τοποθεσία";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Δεν βρέθηκε η ονομασία της τοποθεσίας";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Δεν μπορεί να προσδιορισθεί αυτή η παρατήρηση σε αυτό το είδος. Παρακαλώ δοκιμάστε αργότερα.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Δεν είναι δυνατή η αποστολή στο iNaturalist, σφάλμα 401 χωρίς έλεγχο ταυτότητας. Παρακαλώ επικοινωνήστε με το help@inaturalist.org και προσπαθήστε αργότερα.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "Άγνωστο";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Άγνωστος συγγραφέας";

/* Message body when we don't know the error */
"Unknown error" = "Άγνωστο σφάλμα";

/* Unknown error */
"Unknown error while making an identification." = "Παρουσιάστηκε άγνωστο σφάλμα στον προσδιορισμό.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Άγνωστο σφάλμα: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Δημοσίευση χωρίς τίτλο";

/* Title for progress view when migrating db */
"Updating database..." = "Γίνεται Ενημέρωση της Βάσης Δεδομένων...";

/* No comment provided by engineer. */
"Updating..." = "Ενημέρωση...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Αποστολή";

/* No comment provided by engineer. */
"Upload Error" = "Σφάλμα Αποστολής";

/* upload failed alert title */
"Upload Failed" = "Η αποστολή Απέτυχε";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Στείλτε αυτήν την παρατήρηση για να ενεργοποιήσετε σχόλια και αναγνωρίσεις.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Upload this observation to enable faves.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Αποστολή...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Όνομα χρήστη";

/* users can login with their username or their email address. */
"Username or email" = "Όνομα χρήστη ή email";

/* Title for version section of settings. */
"Version" = "Έκδοση";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Εκπαιδευτικό Βίντεο";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Δείτε προτάσεις";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Επισκεφθείτε το %@ για να δημιουργήσετε τα δικά σας πρότζεκτ";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Επισκεφθείτε το iNaturalist.org για να δημιουργήσετε τους δικούς σας οδηγούς";

/* basis for a species suggestion */
"Visually Similar" = "Οπτικά Παρόμοια";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Οπτικά Παρόμοια/Εθεάθη σε Κοντινή Απόσταση";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Αναμονή για αποστολή...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Είμαστε ευγνώμονες για την βοήθεια στη μετάφραση που παρέχεται από την κοιντότητα του crowdin.com, ειδικά: Catherine Β, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta και vilseskog. Για να γίνετε μέλος της ομάδας μετάφρασης του iOS iNaturalist, παρακαλούμε επισκεφθείτε το https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Δεν έχουμε άδεια από το iOS για τη χρήση της τοποθεσίας σας.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "We're not able to fetch your photo from iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "We're not confident enough to make a recommendation, but here are our top suggestions.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "We're not confident enough to make a recommendation.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Είμαστε αρκετά σίγουροι ότι αυτό ανήκει στα %2$@ (%1$@).";

/* unknown taxon title */
"What did you see?" = "Τι είδατε;";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Τι σημαίνει σε αιχμαλωσία / καλλιεργούμενο;";

/* No comment provided by engineer. */
"Which organism?" = "Ποιο οργανισμό;";

/* No comment provided by engineer. */
"Which person?" = "Ποιο άτομο;";

/* No comment provided by engineer. */
"Which place?" = "Ποια τοποθεσία;";

/* No comment provided by engineer. */
"Which project?" = "Ποιο πρότζεκτ;";

/* No comment provided by engineer. */
"Whoops" = "Ούπς";

/* Default upload failure alert title. */
"Whoops!" = "Ούπς!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Χωρίς ημερομηνία, αυτή η παρατήρηση θα είναι πολύ δύσκολο για τους άλλους να αναγνωριστεί με ακρίβεια και ποτέ δεν θα επιτύχει την επιστημονική βαθμονόμηση.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Χωρίς τοποθεσία, αυτή η παρατήρηση θα είναι πολύ δύσκολο για τους άλλους να αναγνωριστεί και ποτέ δεν θα επιτύχει την επιστημονική βαθμονόμηση.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Without at least one photo or sound, this observation will be impossible for others to help identify.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Would you like to share your migration report with help@inaturalist.org for debugging?";

/* positive response to binary choice, yes or no */
"Yes" = "Ναι";

/* change network partner button */
"Yes, change my affiliation" = "Ναι, άλλαξε την υπαγωγή μου";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Ναι, διαγραφή αυτής της παρατήρησης";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "Ναι, συμφωνώ να προστεθεί άδεια στο περιεχόμενό μου για να χρησιμοποιηθεί από ερευνητές. Μάθετε περισσότερα";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Μπορείτε να αλλάζεται την σύνδεση δικτύου σας μόνο μία φορά την μέρα.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Δεν έχετε την άδεια να το κάνετε αυτό. Ο λογαριασμός σας ενδέχεται να έχει ανασταλεί. Επικοινωνήστε με το help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Δεν έχετε το δικαίωμα να κάνετε αυτό. Ο λογαριασμός σας ενδέχεται να έχει ανασταλεί. Παρακαλούμε επικοινωνήστε με το help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Πρέπει να συνδεθείτε με το διαδίκτυο για να κάνετε αυτό.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Πρέπει να είσαι συνδεδεμένος στο διαδίκτυο για να στείλεις στο iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Πρέπει να συνδεθείτε για πρόσβαση σε πρότζεκτ.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Πρέπει να συνδεθείτε για να το κάνετε αυτό.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Πρέπει να συνδεθείτε για να συγχρονιστείτε με τα πρότζεκτ των χρηστών.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Πρέπει να συνδεθείτε για να στείλετε.";

/* No comment provided by engineer. */
"You must be logged in!" = "Πρέπει να συνδεθείτε!";

/* Account is required error message */
"You must be logged in." = "Πρέπει να συνδεθείτε.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Πρέπει να συνδεθείτε για να γίνετε μέλος σε πρότζεκτ.";

/* 401 unauthorized message */
"You need to log in to do that." = "You need to log in to do that.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Θα ενημερωθείτε όταν έχετε δημιουργηθεί παρατηρήσεις.";

/* Title for account section of settings. */
"Your Account" = "Ο λογαριασμός σας";

/* No comment provided by engineer. */
"Your Guides" = "Οι οδηγοί σας";

/* Placeholder for free text observation field value */
"Your response here" = "Η απάντησή σας εδώ";
